{
    "nav.home": "Startseite",
    "nav.explore": "Erkunden",
    "nav.chronicles": "Chroniken",
    "nav.stays": "Unterkünfte",
    "nav.planTrip": "Reise planen",
    "hero.badge": "Gegr. 7. Jahrhundert · Rajasthan, Indien",
    "hero.line1": "Die Saga von",
    "hero.line2": "Tapferkeit & Opfer",
    "hero.sub": "Wandern Sie durch 700 Acres lebendiger Geschichte. Eine Festung, die den Aufstieg und Fall von Imperien bezeugte, in Stein erbaut und durch Legende am Leben erhalten.",
    "hero.cta1": "Ihre Reise planen →",
    "stats.l1": "Jährliche Besucher",
    "stats.l2": "Festungskomplex",
    "stats.l3": "Legenden & Sagen",
    "feat.eyebrow": "Intelligenter Tourismus",
    "feat.title": "Ihren Besuch neu gestalten",
    "feat.desc": "Moderne Werkzeuge über alter Größe — erkunden Sie die Festung wie nie zuvor.",
    "feat.c1.title": "Intelligente Navigation",
    "feat.c1.desc": "GPS-fähige digitale Karten für Vijay Stambh, Padmini-Palast und über 65 Kulturdenkmäler.",
    "feat.c2.title": "Kuratierte Reisepläne",
    "feat.c2.desc": "Personalisierte Tagespläne nach Ihren Interessen — Geschichte, Architektur, Spiritualität oder lokale Kultur.",
    "feat.c3.title": "Kulturelles Eintauchen",
    "feat.c3.desc": "Live-Vorführungen, Kulturwanderungen und direkte Verbindungen mit der lokalen Gemeinschaft.",
    "quote.text": "Chittorgarh ist nicht nur eine Festung — es ist ein Zeugnis des unsterblichen Geistes von Rajputana, wo jeder Stein eine Geschichte der Ehre flüstert.",
    "quote.cite": "— Rajasthan Tourismusbehörde",
    "cta.eyebrow": "Ihre Reise wartet",
    "cta.title": "Bereit, Geschichte zu",
    "cta.title2": "erleben?",
    "cta.desc": "Beginnen Sie noch heute mit der Planung Ihrer Chittorgarh-Reise — wir kümmern uns um die Details.",
    "cta.btn": "Jetzt planen →",
    "chron.hero.title": "Die Mewar-Chroniken",
    "chron.hero.sub": "Legenden von Opfer, Tapferkeit und Hingabe",
    "chron.eyebrow": "Geschichte in Bewegung",
    "legend.padmini.title": "Rani Padmini",
    "legend.padmini.subtitle": "Die Saga von Anmut und Opfer",
    "legend.padmini.desc": "Rani Padmini ist bekannt für ihre ätherische Schönheit und ihren scharfen Verstand und ist ein Symbol für höchstes Opfer. Um die Ehre von Chittorgarh vor der Belagerung durch Alauddin Khalji zu schützen, führte sie das heroische 'Jauhar' zusammen mit Tausenden von tapferen Frauen an, eine Geschichte, die noch immer im Wind der Festung widerhallt.",
    "legend.padmini.year": "1303 n. Chr.",
    "legend.pratap.title": "Maharana Pratap",
    "legend.pratap.subtitle": "Der unnachgiebige Geist",
    "legend.pratap.desc": "Der Löwe von Mewar, der sich niemals dem Mogulreich beugte. Zusammen mit seinem legendären Pferd Chetak kämpfte er in der Schlacht von Haldighati für die Freiheit seines Landes. Sein Leben war ein Zeugnis für den Glauben, dass Freiheit mehr wert ist als ein goldener Thron.",
    "legend.pratap.year": "1540 - 1597 n. Chr.",
    "legend.panna.title": "Panna Dhai",
    "legend.panna.subtitle": "Das ultimative Opfer",
    "legend.panna.desc": "Eine Amme wie keine andere, die ihren eigenen Sohn Chandan opferte, um den jungen Prinzen Udai Singh vor einem Mörder zu retten. Ihre unerschütterliche Loyalität sicherte den Fortbestand der Mewar-Dynastie und bewies, dass manche Bindungen tiefer sind als Blut.",
    "legend.panna.year": "1535 n. Chr.",
    "legend.meera.title": "Meera Bai",
    "legend.meera.subtitle": "Die Hingabe der Seele",
    "legend.meera.desc": "Eine Prinzessin, die für die Liebe zu Lord Krishna auf königlichen Luxus verzichtete. Ihre gefühlvollen Bhajans und ihre furchtlose Hingabe definierten Spiritualität neu und erinnerten die Welt daran, dass die größte Stärke in reiner, unerschütterlicher Liebe liegt.",
    "legend.meera.year": "1498 - 1547 n. Chr.",
    "footer.desc": "Erleben Sie die zeitlose Herrlichkeit des größten Festungskomplexes Rajasthans.",
    "footer.nav": "Erkunden",
    "footer.connect": "Verbinden",
    "footer.copy": "© 2024 Chittorgarh Tourismus. Alle Rechte vorbehalten. · Rajasthan, Indien",
    "modal.welcome": "Willkommen",
    "modal.sub": "Wählen Sie Ihr Land, um Ihr Erlebnis zu personalisieren.",
    "modal.search": "Länder suchen...",
    "modal.skip": "Überspringen und auf Englisch fortfahren",
    "modal.confirm": "Weiter",
    "modal.detected": "Wir haben festgestellt, dass Sie in",
    "chron.footer.aiNote": "Die kinematografischen Illustrationen in dieser Chronik wurden mithilfe fortschrittlicher Künstlicher Intelligenz neu interpretiert, um die zeitlosen Legenden von Mewar zu visualisieren.",
    "chron.footer.heritage": "Chittorgarh: Wo Geschichte in Stein und Seele eingemeißelt ist."
}